# 1)შექმენით ცვლადი, სახელად points, რომელიც თავიდან უდრის 50, შემდეგ გაანახლეთ ამ ცვლადის მნიშვნელობა ორჯერ, საბოლოოდ კი დაპრინტეთ ეს ცვლადი.

# 2)დაწერეთ 10 ხაზი კოდი (შეცდომებით) და ქვემოთ მიუწერეთ სწორი ვერსია.

# 3)შექმენით ცვლადი სადაც შეინახავთ თქვენს საყვარელ რიცხვს, შექმენით მეორე ცვლადი სადაც შეინახავთ თქვენს ასაკს და შექმენით მესამე ცვლადი სადაც შეინახავთ ამ ცვლადების ნამრავლს.

# 4)ცვლადების მეშვეობით დაბეჭდეთ მათემატიკური გამოსახულებელი, ყველა განვილილი მათემატიკური ოპერატორით.


#1

points = 50

points = 100
print(points)

#2

num=15.5
print(num)